[
  {
    "name": "Mind Coffee",
    "images": {
      "exterior": [
        "/images/mind/exterior1.jpg",
        "/images/mind/exterior2.jpg",
        "/images/mind/exterior3.jpg"
      ],
      "interior": [
        "/images/mind/interior1.jpg",
        "/images/mind/interior2.jpg",
        "/images/mind/interior3.jpg"
      ]
    },
    "uniqueItems": [
      "Hojicha Latte",
      "Ceremonial Matcha Latte",
      "Iced Dirty Matcha Latte"
    ],
    "about": "We are a specialty coffee shop that serves drinks that inspire. We are on a mission to change the narrative around mental health and strengthen the mental health of our community, all while serving high-quality, great tasting coffee, tea, and signature drinks. All of our beans are roasted by us, all of our syrups made in house, and all of our crema / whipped creams are made in house. We don't make our own pastries, but we do have pastry happy hour - from 4-5pm all pastries are 30% off.",
    "tags": ["Coffee", "Tea", "Coffee Roasteries", "Quiet"],
    "address": "1816 Euclid Ave Berkeley, CA 94709",
    "phone": null,
    "website": "https://www.themindcoffee.com/",
    "reviews": [
      "Small cafe in Berkeley with a beautiful, minimalist, modern interior.\n\nFinals week is this week, and I needed somewhere with ample seating, outlets, free WiFi, and a calm vibe. Mind Coffee delivered on everything I needed! It also helps that many other college students were studying or working when I came around 6pm. I also like that they're open late (10pm) compared to other cafes in the area.\n\nI ordered the inner peace tea which comes in a small glass carafe. Very calming and I liked the inclusion of kava root! Would definitely come back. (:",
      "In spite of its terrible parking situation and very limited seating availability, Mind is one of the more popular study spots in the area. Definitely consider walking or taking public transit, and if you do decide to drive, know that the meter maids here are particularly active - one visit I saw 3 cars around me get ticketed in a two hour time span. There are only 4 regular tables, with the rest of the seating options being firm beanbags and knee-high surfaces.\n\nMind has some of the closest interior decor I've seen to some of my favorite coffee shops in LA - a clean, bright aesthetic that showcases their process. Staff are lovely and willing to answer any questions, and although drinks do take a little longer to come out they're worth the wait.\n\nCardamom Matcha Mindspanner: a personalized seasonal recommendation from one of their baristas. Matcha and cardamom taste were evenly matched and perfectly sweet - the matcha in particular tasted fairly high quality. Whipped cream was fantastic and very spoonable.\n\nHojicha Mindspanner: wanted to see how they would do one of my favorite flavors and Mind did not disappoint. Flavor was authentic and not overwhelming. See above for notes on cream.\n\nWill be back!",
      "Solid coffee shop near campus. It is small so unless you're there early and camp out, you're not likely to find a spot to do work. Also some of their spots are little cushions on the ground and not the most comfortable for spending more than 5 minutes there.\n\nYou order at a little kiosk near the counter. Straightforward and no problems. I got a regular latte and a twice baked hazelnut chocolate croissant. Decent latte, was pricey but about average for Berkeley. The croissant while amazingly delicious was incredibly rich. Maybe share it with a friend and definitely have something caffeinated to cut through the richness.\n\nGive it a shot! But maybe take it to go and find somewhere else to work."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:30am - 5:00pm",
      "tue": "7:30am - 5:00pm",
      "wed": "7:30am - 5:00pm",
      "thu": "7:30am - 5:00pm",
      "fri": "7:30am - 5:00pm",
      "sat": "10:00am - 5:00pm",
      "sun": "10:00am - 5:00pm"
    },
    "yelp": "https://www.yelp.com/biz/mind-coffee-berkeley?osq=Mind+Coffee"
  },
  {
    "name": "SoDoI Coffee Tasting House",
    "images": {
      "exterior": [
        "/images/sodoi/exterior1.jpg",
        "/images/sodoi/exterior2.jpg",
        "/images/sodoi/exterior3.jpg"
      ],
      "interior": [
        "/images/sodoi/interior1.jpg",
        "/images/sodoi/interior2.jpg",
        "/images/sodoi/interior3.jpg"
      ]
    },
    "uniqueItems": [
      "Red Velvet Latte",
      "Strawberry Matcha",
      "Iced Vanilla Latte"
    ],
    "about": "At SoDoI, we don't believe providing great coffee is enough. As our name suggests, we're part of the SoDoI movement, and it's our mission to deliver hope and inspiration with every cup we serve. With 200 combined years of roasting, blending, and serving experience, we're proud to say we've mastered our craft, and we can't wait to share that with the people of Berkeley and beyond. Our shop is a testament to our message, and we hope that our success in the community will encourage you to never give up on your dreams, to always be truthful and open your heart to others, and to love life while making as many memories as you can.",
    "tags": ["Coffee", "Tea", "Quiet"],
    "address": "2438 Durant Ave Berkeley, CA 94704",
    "phone": "(510) 990-6487",
    "website": "https://sodoicoffee.com/",
    "reviews": [
      "I got the chai with a shot of espresso for my first time visit at SoDol, and the coffee tasted so rich and amazing!\n\nThe interior is very interesting and fun! Lots of space to do work. Service was ok!",
      "Tucked away in an alley, SoDoI Coffee Tasting House is easy to miss unless you know to keep an eye out for it. I eventually found my way by following the signs in the alley - and saw that many others had also discovered this hidden coffee shop since all of the tables inside were filled. It took a while to place my order; while there was no line, all of the baristas were incredibly busy preparing a long queue of drinks. After waiting a few minutes, I placed my order for a drip coffee and waited another ten minutes or so for my coffee (Note: drip coffee refers to a pour-over). My coffee tasted really smooth and strong - almost like espresso.\n\nThe coffee shop seemed to be filled with students preparing for midterms, but I could also envision this as a nice setting for a coffee meet-up with friends. While I was in a hurry during this most recent visit, I'll plan ahead next time and linger at one of the tables as I enjoy my coffee.",
      "SoDoI is spacious coffee place with a lot of seating and huge tables, definitely great to come and study. The French toast iced coffee was good and in the sweet side so if you like the strong coffee flavor I recline to ask it for less sweater. The baristas here were really nice and helpful with deciding what to get and they were very welcoming. If you're in the Berkeley area I definitely recommend checking this place out."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": false,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "8:00am - 5:00pm",
      "tue": "8:00am - 5:00pm",
      "wed": "8:00am - 5:00pm",
      "thu": "8:00am - 5:00pm",
      "fri": "8:00am - 5:00pm",
      "sat": "9:00am - 5:00pm",
      "sun": "9:00am - 5:00pm"
    },
    "yelp": "https://www.yelp.com/biz/sodoi-coffee-tasting-house-berkeley-2"
  },
  {
    "name": "Binge Coffee House",
    "images": {
      "exterior": [
        "/images/binge/exterior1.jpg",
        "/images/binge/exterior2.jpg",
        "/images/binge/exterior3.jpg"
      ],
      "interior": [
        "/images/binge/interior1.jpg",
        "/images/binge/interior2.jpg",
        "/images/binge/interior3.jpg"
      ]
    },
    "uniqueItems": ["Sesame Matcha", "Banh Mi", "Egg Coffee"],
    "about": "At SoDoI, we don't believe providing great coffee is enough. As our name suggests, we're part of the SoDoI movement, and it's our mission to deliver hope and inspiration with every cup we serve. With 200 combined years of roasting, blending, and serving experience, we're proud to say we've mastered our craft, and we can't wait to share that with the people of Berkeley and beyond. Our shop is a testament to our message, and we hope that our success in the community will encourage you to never give up on your dreams, to always be truthful and open your heart to others, and to love life while making as many memories as you can.",
    "tags": ["Coffee", "Tea", "Vietnamese", "Bubble Tea", "Moderate Noise"],
    "address": "2199 Bancroft Way Berkeley, CA 94720",
    "phone": "(341) 229-1296",
    "website": "https://www.bingecoffeehouse.com/",
    "reviews": [
      "so nice to see more cute cafes opening up in berkeley! had the strawberry matcha and the grilled pork banh mi and both were super yummy! def hope to try more of their stuff in the future :)\n\nwent around noon and there was no line to order which was nice! drinks and food came out super quick too. there were a couple seats open but most tables were occupied so not sure if it would be the best place to study. highly recommend regardless!",
      "Stumbled upon this place looking for coffee near UCB. I'm super impressed by this coffee shop! Binge Coffee House offers unique Asian flavors for coffee and drinks.\n\nI ordered their seasonal white peach drink which was a bit too sweet for my liking, but you can always adjust the sugar level. My friends ordered the banana matcha latte, which was also sweet, so we do recommend less sugar if you have less of a sweet tooth.\n\nCute family owned shop with some tables available for studying. It was fairly crowded with students on a weekend afternoon. Customer service was also really good with reasonable wait time for drinks.",
      "Got to check this place out and got a drink for our little stroll through the neighborhood. It is packed with students, mostly. Small shop with people waiting for their orders while also being in the way of the 2 kiosks to place your order. Definitely some weaving through the crowd is necessary. Not the ideal place to do some laptop work, but there were definitely some folks in there making it work.\n\nNo desk person to speak to, mainly self service. They serve up the drinks pretty fast but then disappear to the back again. They also offer some light snacks too, like the egg puffs. Drinks are good but not worth a special trip, esp fighting through students to order and get your order."
    ],
    "amenities": {
      "bathroom": false,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": false,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "9:00am - 7:00pm",
      "tue": "9:00am - 7:00pm",
      "wed": "9:00am - 7:00pm",
      "thu": "9:00am - 7:00pm",
      "fri": "9:00am - 7:00pm",
      "sat": "9:00am - 7:00pm",
      "sun": "9:00am - 7:00pm"
    },
    "yelp": "https://www.yelp.com/biz/binge-coffee-house-berkeley?osq=Binge+Coffee+House"
  },
  {
    "name": "Cha Thai Tea",
    "images": {
      "exterior": [
        "/images/cha/exterior1.jpg",
        "/images/cha/exterior2.jpg",
        "/images/cha/exterior3.jpg"
      ],
      "interior": [
        "/images/cha/interior1.jpg",
        "/images/cha/interior2.jpg",
        "/images/cha/interior3.jpg"
      ]
    },
    "uniqueItems": ["Pang Cha", "Mango Sticky Rice", "Avacado Smash"],
    "about": "Thai Tea specialty.",
    "tags": [
      "Bubble Tea",
      "Cafes",
      "Juice Bars",
      "Smoothies",
      "Moderate Noise"
    ],
    "address": "1796 Shattuck Ave Berkeley, CA 94709",
    "phone": "(510) 225-9781",
    "website": null,
    "reviews": [
      "Super yummy drink! I got the Up All Night which is Thai tea & Thai coffee. Perfect blend of flavors for me. There's a few tables inside & I was able to study for a few hours. The worker was very nice.",
      "I came by recently and the woman at the front was very kind, she suggested the peppermint Thai milk tea (still available from the winter menu)! She said it was her favorite so I was really sold on it, plus I've never had peppermint flavored Thai milk tea before and I really love trying new and unique flavor combinations. Turns out, peppermint goes very well with Thai milk tea. It is a small space, with a few small tables on one side of the room. When we were there on a Sunday afternoon all the small tables were taken and it looked like everyone was studying.",
      "I love Thai tea, imma just put that out there. The fact that Cha Thai Tea specializes in it and is close to my home? Dangerous!\n\nI came here with my best friend and we enjoyed sipping in their shop. The inside is pretty minimalistic and quiet. There's a few tables inside and a couple outside. Since we were one of the only customers, my drink came out fast.\n\nWhen you come to a place with Thai tea as their name, best believe I'm going to try it! I had the Oat Milk Thai Tea. Initially I asked for no sugar but it was definitely too bitter for me so they were kind enough to add some sweet syrup. You can taste the pureness of the tea. It was high quality for sure and I recommend it for those seeking authentic Thai tea.\n\nAfter my experience at Cha Thai Tea, I will continue to bring other friends who also love Thai tea. The shop is small but easy to find off Shattuck Ave. with street parking around. Can't wait to come back to try their other drinks!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": false,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "11:30am - 9:00pm",
      "tue": "11:30am - 9:00pm",
      "wed": "11:30am - 9:00pm",
      "thu": "11:30am - 9:00pm",
      "fri": "11:30am - 9:00pm",
      "sat": "11:30am - 9:00pm",
      "sun": "11:30am - 9:00pm"
    },
    "yelp": "https://www.yelp.com/biz/cha-thai-tea-berkeley"
  },
  {
    "name": "Victory Point Cafe",
    "images": {
      "exterior": [
        "/images/victory/exterior1.jpg",
        "/images/victory/exterior2.jpg",
        "/images/victory/exterior3.jpg"
      ],
      "interior": [
        "/images/victory/interior1.jpg",
        "/images/victory/interior2.jpg",
        "/images/victory/interior3.jpg"
      ]
    },
    "uniqueItems": ["Honey Lavender Latte", "House Made Cold Brew", "Honey Mustard Club"],
    "about": "Victory Point Cafe was born from a love of three key cornerstones: coffee, beer, and board games. We saw how popular similar cafes were doing across the continent and wanted to bring that experience to the Bay Area. We see board games as a chance to disconnect from our digital world and interact with our fellow neighbors over cardboard and dice.",
    "tags": ["Coffee", "Tea", "Beer Bar", "Tabletop Games"],
    "address": "1797 Shattuck Ave Ste A Berkeley, CA 94709",
    "phone": "(510) 982-6325",
    "website": "https://www.victorypointcafe.com/",
    "reviews": [
      "It's a lovely place to visit when you're wanting to try out new board games or even just to socialize. They're open late, and have an extensive library of games to play and experience! Most of them are in good condition, though a few older ones can be missing some pieces or feel a little dirty.\n\nIf you're not looking for board games, they also serve drinks and some simple food items! It's a nice location to study or work, and very comfortable!",
      "This is what you'd imagine it would be like in the movies. They have an assortment of games - board games and cards for you to rent out. They also have coffee and drinks available. On weekends or later in the evening it can get pretty packed, so arrive earlier than you'd like to get a table/seat. Parking can be a bit hard to find in the area as well.",
      "Bring noise cancelling headphones if you want to study here!! It is very lively (: Very cute vibes especially if you're into board games. The chalkboard menu is super cute too! There are outlets all along the walls, but not many in the taller tables/counters along the walls. Also, some tables in the middle look like they require reservations.\n\nFlamecraft mocha: hot chocolate with cayenne and cinnamon. spicy in a good way! gets the immune system going and warms the body for a good study sesh.\n\nEmployees seem friendly, nothing super standout about service, good vibes all around tho."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "9:00am - 11:00pm",
      "tue": "9:00am - 11:00pm",
      "wed": "9:00am - 11:00pm",
      "thu": "9:00am - 11:00pm",
      "fri": "9:00am - 1:00am (next day)",
      "sat": "9:00am - 1:00am (next day)",
      "sun": "10:00am - 10:00pm"
    },
    "yelp": "https://www.yelp.com/biz/victory-point-cafe-berkeley"
  },
  {
    "name": "Cafe Parisien",
    "images": {
      "exterior": [
        "/images/parisien/exterior1.jpg",
        "/images/parisien/exterior2.jpg",
        "/images/parisien/exterior3.jpg"
      ],
      "interior": [
        "/images/parisien/interior1.jpg",
        "/images/parisien/interior2.jpg",
        "/images/parisien/interior3.jpg"
      ]
    },
    "uniqueItems": ["Chocolate Croissant", "Apple Danish", "Genoise"],
    "about": null,
    "tags": ["Cafes", "French", "Coffee", "Tea"],
    "address": "1625 Shattuck Ave Berkeley, CA 94709",
    "phone": "(510) 529-4309",
    "website": null,
    "reviews": [
      "Great neighborhood cafe. Friendly and welcoming owners. Nice assortment of pastries, beverages, light lunch options. Glad that the students haven't taken over the cafe like they have in other places. You can actually buy food and sit down and enjoy it instead of doing take out due to lack of seating. Places to sit inside and out on the sidewalk.\n\nThey need to sell gift cards so we can share the experience with our friends and family.",
      "This café is genuinely one of the cutest spots I've studied at. I'm writing this review because I was searching for a new café to try between classes, and after some exploring, this one popped up. I checked Yelp for reviews on the space, drinks, and pastries but found little information online. Still, since I had already been to most cafés in Berkeley, I decided to give it a shot--and I'm so glad I did.\n\nThe moment I walked in, I smiled. The cozy lighting, bright red balloons, and beautifully displayed pastries created such a warm and inviting atmosphere. I ordered a café latte (solid 4/5 for taste and well-priced for Berkeley) and easily found a spacious three-person table to study at, as it wasn't too crowded. Right away, I noticed how attentive the staff was--one of the owners (as I learned later on) quickly cleaned up a nearby table and even set aside a forgotten water bottle in case the customer returned. Sure enough, when the customer came back looking for it, the owner immediately handed it to them.\n\nThe hospitality here is unmatched. The owner personally brought my drink to my table and even gave me a free pastry to try! I later learned that this is a family-run business owned by twin French-Algerian brothers, which made me appreciate the café even more. The sense of community was evident--one customer in a wheelchair came in for their birthday, and the owner helped them pick out the perfect cake. It was also great to see that the café is wheelchair accessible, making it a welcoming space for everyone.\n\nI love the ambiance, the kindness of the staff, and the study-friendly setup. For students and employees, it's a great spot to work, with affordable house coffee refills. My only critique? The brownie is a bit pricey at $6.50. But overall, I'll definitely be coming back!",
      "I stumbled upon this place while having lunch with a friend down the street. I was only going to look, but then I took a gander at the amazing pastries and croissants and was smitten. The service was top notch friendly and helpful. I couldn't decide what to try and ended up getting this cheese filled croissant on recommendation that was amazing. I have to go back to get more! I'm now obsessed. I also tried an apricot cheese croissant and a chocolate croissant and both were amazing. They were having a special on baklava on the counter and though I'm normally not a huge baklava fan, I bought a box of these and let me tell you, I'm now a baklava fan. They were nutty and gooey without being too sweet somehow. I loved them. I can't wait to go back here. Next time, I'm going to sit and try their espresso, and stay a while. Tres bien! C'est tres bon! Merci!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": null,
    "hours": {
      "mon": "7:30am - 6:00pm",
      "tue": "7:30am - 6:00pm",
      "wed": "7:30am - 6:00pm",
      "thu": "7:30am - 6:00pm",
      "fri": "7:30am - 6:00pm",
      "sat": "8:00am - 5:30pm",
      "sun": "8:00am - 5:30pm"
    },
    "yelp": "https://www.yelp.com/biz/cafe-parisien-berkeley-2"
  },
  {
    "name": "Cafenated Coffee Company",
    "images": {
      "exterior": [
        "/images/cafenated/exterior1.jpg",
        "/images/cafenated/exterior2.jpg",
        "/images/cafenated/exterior3.jpg"
      ],
      "interior": [
        "/images/cafenated/interior1.jpg",
        "/images/cafenated/interior2.jpg",
        "/images/cafenated/interior3.jpg"
      ]
    },
    "uniqueItems": ["Coffee", "Matcha", "Latte"],
    "about": "Passionate about coffee. I’d like you to experience our beverages and food like no other place.  Our coffeehouse and our online store is designed to convey our enthusiasm about coffee.  Our mission is to help women coffee farmers live better and our customers to taste and feel their hard work.  We have partnered with local chefs, bakers, breweries, wineries, and coffee equipment makers like Fellow Industries to bring you the best-of-the-best.",
    "tags": ["Breakfast", "Lunch", "Wine Bars", "Coffee", "Tea", "Moderate Noise"],
    "address": "2085 Vine St Berkeley, CA 94709",
    "phone": "(800) 388-4049",
    "website": "https://www.cafenated.co/",
    "reviews": [
      "I popped in here to grab a coffee and do some work and will certainly be back!\n\nI came on a Wednesday afternoon and the cafe was busy, but I was still able to quickly find a seat. The staff were welcoming and friendly and my salted caramel cappuccino came out promptly and was delicious! I sat inside as it was a bit chilly, but there is some seating out front and ample seating on the back patio. On a nice day, I'd love to have lunch out there, it's beautiful!",
      "I have two favorite coffee shops in Berkeley and this is one of them! The aesthetic, vibes and space are all immaculate. The coffee and food is also really good, a little on the more expensive size but they always have great service and the energy!\n\nThe outdoor seating is so beautiful, it feels like working in a garden. This place is great for a day to grind in Berkeley! Lots of outlets, seating and delicious drinks and pastries. Highly recommend :)",
      "One of my favorite coffee shops in Berkeley! This was my second time coming to Cafenated Coffee Co. and decided to try a new drink. I had a hot white mocha with oatmilk and it was really good. My boyfriend had a hot vanilla latte and he enjoyed his drink as well. We visited early on a Friday morning and it was quite packed inside. They also have plenty of outdoor seating in the back which would be nice on a warm day. Service was great and drinks came out pretty fast! Highly recommend if you're looking for a good coffee shop in Berkeley."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:00am - 6:00pm",
      "tue": "7:00am - 6:00pm",
      "wed": "7:00am - 6:00pm",
      "thu": "7:00am - 6:00pm",
      "fri": "7:00am - 6:00pm",
      "sat": "8:00am - 6:00pm",
      "sun": "8:00am - 6:00pm"
    },
    "yelp": "https://www.yelp.com/biz/cafenated-coffee-company-berkeley"
  },
  {
    "name": "Roast & Toast Cafe",
    "images": {
      "exterior": [
        "/images/roast/exterior1.jpg",
        "/images/roast/exterior2.jpg",
        "/images/roast/exterior3.jpg"
      ],
      "interior": [
        "/images/roast/interior1.jpg",
        "/images/roast/interior2.jpg",
        "/images/roast/interior3.jpg"
      ]
    },
    "uniqueItems": ["Knafeh", "Italian Macchiato", "Cortado"],
    "about": null,
    "tags": ["Cafes", "Sandwiches", "Coffee", "Tea", "Moderate Noise"],
    "address": "1746 Shattuck Ave Berkeley, CA 94709",
    "phone": "(510) 356-4419",
    "website": null,
    "reviews": [
      "I'm so glad I stumbled across this cafe. Beautiful interior, wonderful ambiance, extremely friendly workers and owners- come support this small Palestinian-owned business! We tried three sandwiches- the Tuscan chicken, chicken supreme, and roast and toast special, and all were AMAZING. Hands down some of the best sandwiches I've ever had! The bread is fresh, and the flavors were delicious. The sun-dried tomatoes, paired with the unique balsamic glazes (grape and pomegranate), and Palestinian spices on the sandwiches were life-changing. The portions are fantastic as well- one sandwich is easily enough for two meals! The garlic sauce on the chicken supreme is phenomenal.\n\nThe Spanish lattes are beautifully decorated and delicious as well. Not too sweet! We also tried the knafeh with ice cream, which was unique and fun. Delicious with the pistachios!\n\nSafe to say, I will definitely be coming back. It's a great place to study, and the food, drinks, and experience is so worth it.",
      "You're going to likely need to hunt for a seat when you're here -- it's popular, and with good reason. The guys who run this place are awesome, and so is the grub. The atmosphere is chill as hell and I love working here. I love the croissant sandwiches -- at $8 per, they're pretty affordable! The coffee is great too. What are you waiting for? Check it out.",
      "This cafe has a lot of seating, outlets, and free wifi. We tried the za'atar and cheese croissant and it was really good. The Spanish hot chocolate was a pretty standard hot chocolate, but it was good! Workers were very friendly!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": null,
    "hours": {
      "mon": "8:00am - 8:00pm",
      "tue": "8:00am - 8:00pm",
      "wed": "8:00am - 8:00pm",
      "thu": "8:00am - 8:00pm",
      "fri": "8:00am - 8:00pm",
      "sat": "8:00am - 8:00pm",
      "sun": "8:00am - 8:00pm"
    },
    "yelp": "https://www.yelp.com/biz/roast-and-toast-cafe-berkeley"
  },
  {
    "name": "Peet's Coffee",
    "images": {
      "exterior": [
        "/images/peets/exterior1.jpg",
        "/images/peets/exterior2.jpg",
        "/images/peets/exterior3.jpg"
      ],
      "interior": [
        "/images/peets/interior1.jpg",
        "/images/peets/interior2.jpg",
        "/images/peets/interior3.jpg"
      ]
    },
    "uniqueItems": ["Lavender Vanilla Latte", "Iced Expresso", "Iced Cappuccino"],
    "about": "Peet's Coffee is the premier specialty coffee company in the United States. Peet's Coffee offers superior quality coffees in multiple forms, by sourcing the best quality coffee beans in the world, adhering to strict high-quality and taste standards, and controlling product quality.",
    "tags": ["Coffee", "Tea"],
    "address": "2124 Vine St Berkeley, CA 94709",
    "phone": "(510) 841-0564",
    "website": "https://www.peets.com/pages/store-locator?stockist-query=berkeley,%20ca&selected=4th%20Street",
    "reviews": [
      "A nice Peet's Coffee on the corner in Berkeley. I discover this location through Google. I decided to check out this place since I was at a Safeway. I order my drink through the app and instead of walking from Safeway to Peet's, I drove to this location.\n\nI was impress how fast my drink was prepare when I got there. The inside of Peet's looks small but I found out that the place was bigger as it look and also that I was able to access to their restroom.\n\nI was greeted when I got my drink and they said come again when I left. I was lucky I did not have to pay for parking at this location. Putting money in the meter doesn't start until 9am and I came here at 8:30.\n\nWhenever I am in the area I will check out Peet's again.",
      "Great employees, friendly and helpful. Seating area has 12 seats. 3 small 2 tops and then some bar areas to sit against the window. Perfect distance to the Claremont. Mobile order options, didn't eat the food but does have bakery options. Even has a bar menu if you're looking for an afternoon sip after a day!",
      "This is the place where Peets made a start. The first Peets in America. This is genesis to Starbucks . Excited to see and taste the original Peets Coffee in Berkeley. Great atmosphere and great history."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "5:30am - 7:00pm",
      "tue": "5:30am - 7:00pm",
      "wed": "5:30am - 7:00pm",
      "thu": "5:30am - 7:00pm",
      "fri": "5:30am - 7:00pm",
      "sat": "6:00am - 7:00pm",
      "sun": "6:00am - 7:00pm"
    },
    "yelp": "https://www.yelp.com/biz/peets-coffee-berkeley"
  },
  {
    "name": "Asha Tea House",
    "images": {
      "exterior": [
        "/images/asha/exterior1.jpg",
        "/images/asha/exterior2.jpg",
        "/images/asha/exterior3.jpg"
      ],
      "interior": [
        "/images/asha/interior1.jpg",
        "/images/asha/interior2.jpg",
        "/images/asha/interior3.jpg"
      ]
    },
    "uniqueItems": ["Hong Kong Milk Tea", "Iced Matcha Latte", "Hojicha Latte"],
    "about": "There is a cup of tea out there for everyone, whether it's a simple glass of straight tea, or a crafted cup of flavored tea. At Asha, we strive to feed your love for tea by serving high-quality whole leaf tea and hand-crafted tea drinks made with fresh, pure and real ingredients. We travel extensively to source teas directly from growers and make almost everything from scratch so that we know exactly what we're serving. We also purposely limit our drink and tea selections to showcase a small but comprehensive representation of what the tea world has to offer, and we make a big effort to share everything we're learning as we help build America's tea culture. But we also know that drinking tea isn't just about the drink. It's also about where you drink it and who you drink it with--which is why we designed every element of our tea house to maximize your tea-drinking enjoyment.",
    "tags": ["Bubble Tea", "Tea Rooms"],
    "address": "2086 University Ave Berkeley, CA 94704",
    "phone": "(510) 549-9137",
    "website": "https://ashateahouse.com/",
    "reviews": [
      "Probably one of the most aesthetic boba spots I've been to! If I needed a place to study or read, I'd go to Asha Tea House.\n\nBut the boba itself? Honestly... I was a bit disappointed. I ordered the Hong Kong milk tea, and I'm not sure if it was because I ordered less ice or if it was just an off day, but the flavor was more watery. The boba itself had a nice chew, but it didn't taste like anything. For the price, I'd have expected a higher quality drink.\n\nThat being said, if I was in the area and a craving, I'd still drop by. But I wouldn't go out of the way to get something here.",
      "Good quality matcha! I also love that there is the option to make it less sweet and with less ice. Ordering is pretty quick and easy through the ordering screen. To order loose-leaf tea, though, I believe I've had to order at the counter.\n\nThe space is great -- it fills up, but I personally haven't had trouble finding seating. There are large windows and plenty of natural light if you're reading while sipping on your tea. They do run out of pastries later in the day, so come early not to miss them!",
      "Thoroughly impressed with their high-quality teas and cozy atmosphere! The Hong Kong Milk Tea is amazing--it's rich, creamy, and has the perfect balance of sweetness. I also tried their matcha series, which is made with 100% stone-ground green tea and individually hand-whisked to order. The matcha latte was smooth and not overly sweet, allowing the prominent flavor of matcha to shine through. The tea house itself is beautifully designed, creating a relaxing and inviting space to enjoy your drink. If you like tea, check out Asha Tea House!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": false,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "10:30am - 7:00pm",
      "tue": "10:30am - 7:00pm",
      "wed": "10:30am - 7:00pm",
      "thu": "10:30am - 7:00pm",
      "fri": "10:30am - 7:30pm",
      "sat": "10:30am - 7:30pm",
      "sun": "10:30am - 7:30pm"
    },
    "yelp": "https://www.yelp.com/biz/asha-tea-house-berkeley"
  },
  {
    "name": "The Hidden Cafe",
    "images": {
      "exterior": [
        "/images/hidden/exterior1.jpg",
        "/images/hidden/exterior2.jpg",
        "/images/hidden/exterior3.jpg"
      ],
      "interior": [
        "/images/hidden/interior1.jpg",
        "/images/hidden/interior2.jpg",
        "/images/hidden/interior3.jpg"
      ]
    },
    "uniqueItems": ["Kokuto Latte", "Cashmere Chai", "Sweet Potato Brownie"],
    "about": null,
    "tags": ["Coffee & Tea", "Patisserie/Cake shop", "Desserts"],
    "address": "1250 Addison St Ste 111 Berkeley, CA 94702",
    "phone": "(415) 855-1029",
    "website": "https://www.thehiddencafe.life",
    "reviews": [
      "This cafe is tucked away right next to a small cute park, perfect for an afternoon outdoors! The cafe itself has limited seating inside and a few small tables outside. It has a cozy atmosphere lined with books everywhere.",
      "What sets The Hidden Cafe apart is its cozy seating areas inside and out. The inside seating has open air windows and a classic wooden look that makes you feel like you walked into a European style library. \nWith views of the park, it's the perfect place to sip your coffee while enjoying the fresh air. On a sunny day, it's a lovely spot to relax with a good book or catch up with friends.",
      "The inside is pretty small and too packed to study at one large long table and a couple window seats via bar stools. My friend and I happened to come early enough to grab a small table and 2 chairs to work off of--no outlets outside. \nCute place to come and hangout or read a book. If you plan on doing a full day of online work might not be the best option for you."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "Closed",
      "tue": "8:30am - 5:00pm",
      "wed": "8:30am - 5:00pm",
      "thu": "8:30am - 5:00pm",
      "fri": "8:30am - 5:00pm",
      "sat": "8:30am - 5:00pm",
      "sun": "8:30am - 5:00pm"
    },
    "yelp": "https://www.yelp.com/biz/the-hidden-cafe-berkeley"
  },
  {
    "name": "Caffe Strada",
    "images": {
      "exterior": [
        "/images/strada/exterior1.jpg",
        "/images/strada/exterior2.jpg",
        "/images/strada/exterior3.jpg"
      ],
      "interior": [
        "/images/strada/interior1.jpg",
        "/images/strada/interior2.jpg",
        "/images/strada/interior3.jpg"
      ]
    },
    "uniqueItems": ["Strada Bianca Mocha", "Mint Matcha Latte", "White Hot Chocolate"],
    "about": "You may be new to Strada, or maybe you’ve known us for a long time. We’ve been around for over 30 years. We’re a Berkeley landmark specializing in delicious espresso drinks.\n And though we talk about espresso a lot, we’re proud to say we’re the originators of the White Hot Chocolate. (Just ask Guittard Chocolate in Burlingame.)\n We’re happy we’ve been named “Best café” many times and even one of the 50 best coffeehouses in the US. (Thank you, Complex Magazine!). Over the years many people have enjoyed our drinks on our lovely patio at the crossroads of town and gown, overlooking the UC Berkeley campus.\n When he was vice-president, Al Gore even dropped by to check us out. ",
    "tags": ["Coffee & Tea"],
    "address": "2300 College Ave Berkeley, CA 94704",
    "phone": "(510) 843-5282",
    "website": "https://caffestrada.com",
    "reviews": [
      "Caffe Strada is a classic Berkeley coffee shop with a vibe to match. It's always abuzz with college students cramming for exams or catching up with friends. There's plenty of seating, both inside and out on the patio under the trees. Though given how busy it gets, the seating area is almost always full.\nIf you're looking for a quick coffee fix in a lively atmosphere, Caffe Strada will do the trick. Just be prepared for a bit of inconsistency depending on the day and time of your visit. The staff is friendly, though, which is always a plus. When you are in that part of the Berkeley campus, this is THE only coffee shop that's close by, so there's that for what it's worth.",
      "One of my favorites with all the cafe chatter and sunlight ambience. \nLove how outdoors it is and the business comes throughout the day in different waves. Even if it looks packed you'll like find a seat with 5-10 minutes. They recently updated their lighting and outlets, so anywhere you sit you'll find an outlet right near your seat!",
      "Though it sits on a busy corner, this is by far one of my most favourite Berkeley cafés! Their service is very quick, their pastries are delightful, and seating is almost always available.\nIt can get a little noisy, but if you don't mind the chatter of students or the random revving of an engine rounding the corner, check this place out!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "Closed",
      "tue": "6:00am - 12:00am",
      "wed": "6:00am - 12:00am",
      "thu": "6:00am - 12:00am",
      "fri": "6:00am - 12:00am",
      "sat": "6:00am - 12:00am",
      "sun": "6:00am - 12:00am"
    },
    "yelp": "https://www.yelp.com/biz/caffe-strada-berkeley"
  },
  {
    "name": "MY Coffee Roastery",
    "images": {
      "exterior": [
        "/images/my/exterior1.jpg",
        "/images/my/exterior2.jpg",
        "/images/my/exterior3.jpg"
      ],
      "interior": [
        "/images/my/interior1.jpg",
        "/images/my/interior2.jpg",
        "/images/my/interior3.jpg"
      ]
    },
    "uniqueItems": ["Orange Blossom Latte", "Affogato", "Apple Turnover"],
    "about": "In July of 2019, we opened our first storefront in downtown Berkeley.\nWe strive to achieve 'less is more,' believing that quality will always surpass quantity. Our coffee is no exception.\n First, we only source high-quality green coffee beans. However, even with high-quality beans, 3-7% will have some impurities and need to be removed. Therefore, we purposefully hand sort our beans before and after roasting, to ensure all impurities are removed.\n To preserve maximum freshness, we utilize finely tuned small-batch roasting. Like wine, coffee beans also need to breathe and age. We allow the beans to rest for several days, capturing the mellowness and richness of the coffee. We complete our espresso with organic whole milk to create an exceptionally smooth and perfectly balanced taste.\n Through sourcing high-quality green coffee beans, diligently hand sorting, and using finely tuned small-batch roasting, we can capture the mellowness and richness of the coffee. Our selection is expertly curated to bring depth of flavor and satisfaction to your daily coffee.",
    "tags": ["Coffee & Tea", "Coffee Roasteries", "Cafes"],
    "address": "2080 Martin Luther King Jr Berkeley, CA 94704",
    "phone": null,
    "website": "https://www.mycoffeeroastery.com/",
    "reviews": [
      "Adorable little cozy, 'cottagecore'-esque cafe nestled on bustling MLK Jr. Way. Rather than being a detriment, the small interior imparts a pleasant level of intimacy. Although their menu is limited, their drinks are high quality and are more than enough to compensate.\n Another Yelp review described MY Coffee Roastery as reminiscent of Lord of the Rings, and I highly agree. It almost feels out of place, with so much vehicular and pedestrian traffic right outside, but the cozy atmosphere it almost a reprieve from the outside chaos. Highly recommend stopping by, especially if you want a quiet moment to sit or read.",
      "You can't get more 'home-y' than having your mom&pop establishment in a litte brick cottage, and that's exactly what MY Coffee Roastery is.\n The owners, a sweet middle aged couple, know SO much about coffee and are so warm and friendly. I was stuck with what to order, and they helped me narrow down options until I decided upon a latte. There's also so many lovely pour-over options which I'd love to try next - MY roasts their own beans!",
      "Lovely little shop. Three different areas to sit - front patio, front room, and back room. I ordered the orange blossom latte with oat milk and it was just right. Just enough orange, just enough coffee. Got the pan du chocolat (not heated but they offer that) and also...just right. There's a space heater overhead inside so it was warm enough and I sat at the front room counter overlooking the patio and the street beyond. Love that. They also have a restroom which you need the key for. It was clean. Service was friendly. I would definitely return."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": null,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "Closed",
      "tue": "Closed",
      "wed": "8:00am - 4:00pm",
      "thu": "8:00am - 4:00pm",
      "fri": "8:00am - 4:00pm",
      "sat": "8:30am - 4:00pm",
      "sun": "8:30am - 4:00pm"
    },
    "yelp": "https://www.yelp.com/biz/my-coffee-roastery-berkeley"
  },
  {
    "name": "elaichi co.",
    "images": {
      "exterior": [
        "/images/elaichi/exterior1.jpg",
        "/images/elaichi/exterior2.jpg",
        "/images/elaichi/exterior3.jpg"
      ],
      "interior": [
        "/images/elaichi/interior1.jpg",
        "/images/elaichi/interior2.jpg",
        "/images/elaichi/interior3.jpg"
      ]
    },
    "uniqueItems": ["Karak Chai", "Elaichi Bun", "Pistachio Loaf Cake"],
    "about": "elaichi co. exists to weave a tapestry of connections, through the cozy embrace of our spaces and the culinary tales we share. With every aroma and taste, we invite souls to reconnect with their roots, intertwine with diverse cultures, and create heartwarming memories together.",
    "tags": ["Coffee & Tea"],
    "address": "2161 Allston Way Ste C Berkeley, CA 94704",
    "phone": "(510) 291-8464",
    "website": "https://www.elaichico.com",
    "reviews": [
      "But now, especially on the weekends, it honestly feels like an unofficial extension of the UC campus. A study hall if you will. That's because all the tables and counter space are taken over by laptop-toting students. If you know that going in, you'll be fine.",
      "Traditionally brewed chai served in earthenware mugs? A walkable location with limited parking? A particularly dismal seating situation? You won't find a location that absolutely bellows 'Berkeley cafe' more than elaichi co.\n Water and wifi are provided that make for a very enjoyable study experience if you can get a seat. I'll be back if I'm in a patient sort of mood but it's definitely worth the wait.",
      "Elaichi is the ultimate study spot serving delicious hot chai, perfect for cold weather. This quaint coffeeshop is tucked away in a corner of downtown berkeley, but inside hosts a wonderfully warm and inviting atmosphere full of students and lively music!\n They have free unlimited wifi and the ambiance is both cozy and comfortable --the best for a rainy or cold day in. I came here with a friend to study and we ended up staying for the whole night. At 5PM, you can expect it to be pretty packed and the chances of getting a table low, however, if you stay persistent one eventually opens up and I believe it's worth the wait! I loved the cups they serve their drinks it and the quality of their chai and coffee were top-notch. I definitely want to come back to study and to try their pastries!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": false,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "8:00am - 10:00pm",
      "tue": "8:00am - 10:00pm",
      "wed": "8:00am - 10:00pm",
      "thu": "8:00am - 10:00pm",
      "fri": "8:00am - 11:00pm",
      "sat": "8:00am - 11:00pm",
      "sun": "8:00am - 10:00pm"
    },
    "yelp": "https://www.yelp.com/biz/elaichi-co-berkeley"
  },
  {
    "name": "1951 Coffee Company",
    "images": {
      "exterior": [
        "/images/1951/exterior1.jpg",
        "/images/1951/exterior2.jpg",
        "/images/1951/exterior3.jpg"
      ],
      "interior": [
        "/images/1951/interior1.jpg",
        "/images/1951/interior2.jpg",
        "/images/1951/interior3.jpg"
      ]
    },
    "uniqueItems": ["Iced Honey Lavendar Latte", "Iced Matcha Latte", "Pistachio Rose Latte"],
    "about": "At 1951 Coffee Company, we blend the warmth of coffee with the strength of community to uplift refugees on their journey to new beginnings in the United States.",
    "tags": ["Coffee & Tea", "Community Service/Non-Profit"],
    "address": "2410 Channing Way Berkeley, CA 94704",
    "phone": "(510) 280-6171",
    "website": "https://1951coffee.com",
    "reviews": [
      "I do really like the outdoor courtyard that 1951 shares with the neighboring church; it's a lovely outdoor space that is pretty quiet and secluded from the hustle and bustle of outside.",
      "We had a hard time finding a coffee shop that was open early. We walked and ended up here a little after 8. It was nice and quiet. We were pleasantly surprised by how spacious this place was. The cashier and barista were kind. We sat on the corner and noticed there were plenty of charging spots for your electronics which was a nice touch for students.\n We ordered the honey oat latte and the masala chai, both of which were fantastic.",
      "For some reason, the name made me imagine I will have time-traveled back to 1951 anytime I visit here haha. It has a sleek, modern interior (not that different from game/bar rooms nowadays) with nice lively staff heading this place. I got myself a matcha mochi donut (on the small side but very good and highly matcha-flavored) and honey lavender latte (not too sweet, just enough lavender to let me know it's in there). Quite a chill place to kill some time or savor your daily dose of coffee."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": null,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:00am - 5:00pm",
      "tue": "7:00am - 5:00pm",
      "wed": "7:00am - 5:00pm",
      "thu": "7:00am - 5:00pm",
      "fri": "7:00am - 5:00pm",
      "sat": "8:00am - 3:00pm",
      "sun": "8:00am - 3:00pm"
    },
    "yelp": "https://www.yelp.com/biz/1951-coffee-company-berkeley-4"
  },
  {
    "name": "Delah Coffee House",
    "images": {
      "exterior": [
        "/images/delah/exterior1.jpg",
        "/images/delah/exterior2.jpg",
        "/images/delah/exterior3.jpg"
      ],
      "interior": [
        "/images/delah/interior1.jpg",
        "/images/delah/interior2.jpg",
        "/images/delah/interior3.jpg"
      ]
    },
    "uniqueItems": ["Yemeni Latte", "Rose Delah Latte", "Jubani"],
    "about": "We believe that every aspect of our coffee-making process, from the sourcing of our beans to the roasting and preparation of our coffee, is a matter of heart, body, and soul. We understand that great coffee isn’t just about the taste – it’s about the entire experience, from the moment the beans are picked to the moment you take your first sip.",
    "tags": ["Coffee & Tea", "Desserts", "Juice Bars & Smoothies"],
    "address": "1807 Euclid Ave Berkeley, CA 94709",
    "phone": "(510) 529-2201",
    "website": "https://delahcoffee.com",
    "reviews": [
      "Delah Coffee House opened where Brewed Awakening was. Cavernous space totally renovated with Yemenese decor. Soft music in background.",
      "Definitely an aesthetically pleasing coffee shop. Located close to campus so expect lots of students, but there is plenty of seating.\n Overall, definitely a welcome experience to trying new coffee and pastries, but it was pricier than I normally would spend, especially for how much you get.",
      "Just like the Bee Bite, lovely and unique. Very very open space, very uniquely appointed. Feels a bit like you've stepped into a different ... country? The scent of incense lingers in the air -- not overly heavy at all. Just a hint. It's nice."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:00am - 9:00pm",
      "tue": "7:00am - 9:00pm",
      "wed": "7:00am - 9:00pm",
      "thu": "7:00am - 9:00pm",
      "fri": "7:00am - 10:00pm",
      "sat": "7:00am - 11:00pm",
      "sun": "7:00am - 9:00pm"
    },
    "yelp": "https://www.yelp.com/biz/delah-coffee-house-berkeley"
  },
  {
    "name": "Milyar Cafe",
    "images": {
      "exterior": [
        "/images/milyar/exterior1.jpg",
        "/images/milyar/exterior2.jpg",
        "/images/milyar/exterior3.jpg"
      ],
      "interior": [
        "/images/milyar/interior1.jpg",
        "/images/milyar/interior2.jpg",
        "/images/milyar/interior3.jpg"
      ]
    },
    "uniqueItems": ["Yemeni Tea", "Pistachio Latte", "Jubani Qahwah"],
    "about": "Delighted to serve you an experience you won’t forget at our authentic cuisine where taste meets tradition!",
    "tags": ["Coffee & Tea", "Desserts", "Themed Cafes"],
    "address": "3300 Adeline St Berkeley, CA 94703",
    "phone": "(341) 512-9986",
    "website": null,
    "reviews": [
      "I came by to try them on a Saturday afternoon. I ordered the rose latte, iced, 16oz, and pistachio latte, iced, 16oz. It was $7.75 for each of these drinks, no price difference for hot vs. iced. \nThe cafe is pretty large inside with beautiful gold accents and a variety of seating options.\n It took over 10 mins for drinks, this might've been due to both some people having ordered ahead of me and also could possibly indicate the process of making the drinks took some time.",
      "If you've been to another Yemeni cafe, Milyar is pretty similar, but the decor/color scheme feels more fancy, and the space is huge. It does feel a bit cold and less cozy than other Yemeni cafes, but maybe that was just because it was pretty empty when I visited a year ago? Or maybe that's just how I was feeling.",
      "Such a beautiful café right at the intersection of Adeline and Alcatraz. The interior is gorgeous and the furnishings are intricate and thoughtful. Feels like a high-end café with a great open space with folks chatting and working and relaxing. I was blown away by the space and the location, particularly the lighting and comfort. Plenty of seats too. My husband and I had the Yemeni latte with honey , iced and hot. So delicious and flavorful!"
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": null,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:00am - 12:00am",
      "tue": "7:00am - 12:00am",
      "wed": "7:00am - 12:00am",
      "thu": "7:00am - 12:00am",
      "fri": "7:00am - 12:00am",
      "sat": "7:00am - 12:00am",
      "sun": "7:00am - 12:00am"
    },
    "yelp": "https://www.yelp.com/biz/milyar-cafe-berkeley-3"
  },
  {
    "name": "Cafe Milano",
    "images": {
      "exterior": [
        "/images/milano/exterior1.jpg",
        "/images/milano/exterior2.jpg",
        "/images/milano/exterior3.jpg"
      ],
      "interior": [
        "/images/milano/interior1.jpg",
        "/images/milano/interior2.jpg",
        "/images/milano/interior3.jpg"
      ]
    },
    "uniqueItems": ["Chai Latte", "Matcha Latte", "Italian Salad"],
    "about": null,
    "tags": ["Cafes"],
    "address": "2522 Bancroft Way Berkeley, CA 94704",
    "phone": "(510) 644-3100",
    "website": null,
    "reviews": [
      "I became a regular there the past summer and I believe that it's such a good spot to study and drink a coffee with friends./n Ambiance: LITERALLY SO CUTE. The trees and atmosphere here makes it such a unique place in all of Berkeley that even after you leave the city you want to find a similar experience. 2/1 stars",
      "The ambiance is alright - I would say it is enjoyable in the early mornings, when it is quieter and you can easily find seating. But after that it can get very cramped and stuffy in my experience, especially in the upstairs seating area. I have also noticed there are a lot of flies inside so it does take away from the experience too. Wifi is not the most reliable and can be spotty sometimes.",
      "I love the big plants inside and the vibe! It makes you feel you're in a tree house. I can see why people hang and do work here. \nI didn't get to take pics of our drinks and pastry.\n As I stepped out someone was playing the piano :)\n Service was fast. The staff was really nice, more so the barista. \nParking can be challenging."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": false,
      "wheelchairAccessible": null,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$",
    "hours": {
      "mon": "7:00am - 10:00pm",
      "tue": "7:00am - 10:00pm",
      "wed": "7:00am - 10:00pm",
      "thu": "7:00am - 10:00pm",
      "fri": "7:00am - 10:00pm",
      "sat": "8:00am - 8:00pm",
      "sun": "8:00am - 8:00pm"
    },
    "yelp": "https://www.yelp.com/biz/cafe-milano-berkeley"
  },
  {
    "name": "Coffee Conscious",
    "images": {
      "exterior": [
        "/images/conscious/exterior1.jpg",
        "/images/conscious/exterior2.jpg",
        "/images/conscious/exterior3.jpg"
      ],
      "interior": [
        "/images/conscious/interior1.jpg",
        "/images/conscious/interior2.jpg",
        "/images/conscious/interior3.jpg"
      ]
    },
    "uniqueItems": ["Ghost Pepper Mocha", "Turkish Cortado", "Vegan Donuts"],
    "about": null,
    "tags": ["Coffee & Tea", "Donuts"],
    "address": "1312 Gilman St Berkeley, CA 94706",
    "phone": "(510) 526-2204",
    "website": "https://www.vegandonut.farm/locations-berkeley",
    "reviews": [
      "A café with a vaguely punk aesthetic.\n Good, strong cappuccino will ensure that you leave with a buzz. Vegan donuts with a good selection (the earlier in the day, the better). Service is fine, and they prefer cash but can accept cards.\n I see that they are trying to make it a cozy place to hang, with a bookshelf and some games. But the seating options just aren't set up for that, and they don't have any non-disposable cups.",
      "New, clean, great coffee, wonderful spacious, quiet outdoor patio. I'm a Peet's fan, and this coffee is not as strong or dark. But it's tasty and good quality. And it's right near the Cheeseboard in the Berkeley gourmet ghetto, so location doesn't get better than that!",
      "This spot in one of my favorite little shopping districts in Berkeley brings back early personal and thus warm memories, but I had never been overwhelmed by the quality of coffee in this town. This is perhaps ironic, given that Peet's began here, as did a number of foodie destinations. But Coffee Conscious turns out to be something that I still appreciate about this OTHER city by the Bay: good quality and that slightly weird Berserkeley vibe."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": false,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": null,
      "outlets": null,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "7:00am - 4:00pm",
      "tue": "7:00am - 4:00pm",
      "wed": "7:00am - 4:00pm",
      "thu": "7:00am - 4:00pm",
      "fri": "7:00am - 5:00pm",
      "sat": "7:00am - 5:00pm",
      "sun": "7:00am - 5:00pm"
    },
    "yelp": "https://www.yelp.com/biz/coffee-conscious-berkeley-2"
  },
  {
    "name": "Bench",
    "images": {
      "exterior": [
        "/images/bench/exterior1.jpg",
        "/images/bench/exterior2.jpg"
      ],
      "interior": [
        "/images/bench/interior1.jpg",
        "/images/bench/interior2.jpg",
        "/images/bench/interior3.jpg"
      ]
    },
    "uniqueItems": ["Banana Cream Iced Coffee", "Persian Rose Tea", "Herb Frittata"],
    "about": "our pastries are fresh baked (daily) from organic ingredients. we proudly serve Tay tea and Highwire coffee.",
    "tags": ["Coffee & Tea", "Bakeries"],
    "address": "1947 Martin Luther King Jr Way Berkeley, CA 94704",
    "phone": null,
    "website": null,
    "reviews": [
      "Small coffee shop along MLK near trader Joe's. There is not too much seating, so don't expect to be able to sit and do work while enjoying your coffee and pastries. Service was fast and friendly. It would be nice to have some placards saying what pastries were in each display, but being told in person was fine!",
      "The vibes in the cafe is great! Definitely go here if you like calm and relaxed environments. From the coffee to the decor, everything was great and beautiful. I tried their ivl (iced vanilla latte) and it was sooooo good. Service was amazing.",
      "Popped by for a matcha latte and savory scone after being in the neighborhood. Cute, light filled spot with friendly service. The scone was ham and cheese and super tasty! My latte was made perfectly. I sat and did a little work- it wasn't too busy seating wise, so I was lucky to carve out a little space for myself. I would definitely come back to this adorable little spot and hope to try more of the baked goodies next time."
    ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": null,
      "creditCards": true
    },
    "priceRange": null,
    "hours": {
      "mon": "Closed",
      "tue": "8:00am - 3:00pm",
      "wed": "8:00am - 3:00pm",
      "thu": "8:00am - 3:00pm",
      "fri": "8:00am - 3:00pm",
      "sat": "8:00am - 3:00pm",
      "sun": "Closed"
    },
    "yelp": "https://www.yelp.com/biz/bench-berkeley-2"
  }, 
  {
    "name": "Lavender Bread & Cafe",
    "images": {
      "exterior": [
        "/images/lavender/exterior1.jpg",
        "/images/lavender/exterior2.jpg",
        "/images/lavender/exterior3.jpg"
      ],
      "interior": [
        "/images/lavender/interior1.jpg",
        "/images/lavender/interior2.jpg",
        "/images/lavender/interior3.jpg"
      ]
    },
    "uniqueItems": [
      "Gibraltar",
      "Pain Au Chocolate",
      "Matcha"
    ],
    "about": "Lavender Bakery, celebrated for its French and European pastries, unveils its second location on San Pablo Ave, Berkeley. This expansion introduces organic breads and third wave coffee, blending traditional baking with contemporary tastes",
    "tags": ["Coffee", "Pasteries"],
    "address": "2101 San Pablo Ave Berkeley, CA 94702",
    "phone": 3412199569,
    "website": "https://www.lavenderbakeries.com/",
    "reviews": [
      "Cute little place with sidewalk seating and a great pastry selection. Coffee selection is the basics and took longer than expected to receive 2 lattes.\nLots of options in the pastry case and all looked very yummy. I got the apricot danish and it was very good, full of fruit. Decent variety of breakfast/toast options too.\nSidewalk seating is nice for people watching. Lots of activity on a Sunday morning.", 
      "The perfect neighborhood cafe. You can get the freshest croissants in the morning & can even purchase the homemade jam that they use on their ricotta toasts. The coffees are wonderful as well. Definitely busy in the mornings, but the line moves quickly & totally worth it. Grab a coffee, then walk down to the marina is a perfect activity.", 
      "This would be a great place to study. The inside looks new. There are plenty of tables. However, parking isn't abundant and the neighborhood can feel a little sketch at times."
     ],
    "amenities": {
      "bathroom": true,
      "wifi": true,
      "indoorSeating": true,
      "outdoorSeating": true,
      "wheelchairAccessible": true,
      "outlets": true,
      "creditCards": true
    },
    "priceRange": "$$",
    "hours": {
      "mon": "8:00am - 5:00pm",
      "tue": "7:30am - 5:00pm",
      "wed": "7:30am - 5:00pm",
      "thu": "7:30am - 5:00pm",
      "fri": "7:30am - 5:00pm",
      "sat": "7:30am - 5:00pm",
      "sun": "8:00am - 5:00pm"
    },
    "yelp": "https://www.yelp.com/biz/lavender-bread-and-cafe-berkeley"
  },
]
